Repository: tanxl8988/360-test
Catalog: Library_FNCameraApp/*.lproj/Localizable.strings
Languages: es, fr, it, ja, pt_pt, zh_hant

# 圆球模式
source: Ball Mode
es: Modo orbe
fr: Mode ballon rond
it: Modalità Orb
ja: ラウンドモード
pt_pt: Mode bola redonda
zh_hant: 圓球模式

# 360°VR模式
source: 360°VR Mode
es: Modo VR de 360 ​​°
fr: Mode 360°VR
it: Modalità VR a 360 °
ja: 360°VRモード
pt_pt: Mode 360°VR
zh_hant: 360°VR 模式e

# 二分割
source: 2 in 1
es: Dos divididos
fr: double segmentation
it: Due divisioni
ja: 二分割
pt_pt: Dupla segmenttação
zh_hant: 二分割

# 往上
source: up
es: Arriba
fr: Lève-toi
it: Su
ja: 上の方へ
pt_pt: Suba.
zh_hant: 往上

# 往下
source: down
es: Abajo
fr: Descends
it: Giù
ja: 下へ下へ
pt_pt: Desça.
zh_hant: 往下

# 往前
source: format
es: Adelante
fr: Allez-y
it: Inoltrare
ja: 前へ行く
pt_pt: Vá em frente
zh_hant: 往前

# 触控
source: touch
es: Toque
fr: Toucher
it: Toccare
ja: タッチ
pt_pt: Tocar
zh_hant: 觸控

# 动作
source: action
es: Acción
it: Azione
ja: アクション
pt_pt: Ação
zh_hant: 動作

# 触控+动作
source: touch + action
es: Toque + acción
fr: Toucher + action
it: Toccare + Azione
ja: タッチ+アクション
pt_pt: Tocar + Ação
zh_hant: 觸控 + 動作

# 连接失败
source: The connection fails
es: La conexión falló
fr: La connexion a échoué
it: Connessione fallita
ja: 接続に失敗
pt_pt: A conexAão falhou
zh_hant: 連接失敗

# 操作失败
source: The operation fails
es: Operación fallida
fr: L'opération a échoué
it: Operazione fallita
ja: 操作に失敗する
pt_pt: A operação falhou
zh_hant: 操作失敗

# 确定
source: OK
es: Determinar
fr: Déterminer
it: Determinare
ja: 確定
pt_pt: Certo
zh_hant: 確定

# 摄像机
source: Camera
es: Camara de video
fr: Caméra vidéo
it: Videocamera
ja: ビデオカメラ
pt_pt: Câmera
zh_hant: 攝像機

# 相册
source: Gallery
es: Album de fotos
fr: Album photo
it: Album fotografico
ja: アルバム
zh_hant: 相册

# 设置
source: Setting
es: Preparar
fr: Installer
it: Impostare
ja: 設置
pt_pt: Configurar
zh_hant: 設定

# 一般模式
source: General Model
es: Modo general
fr: Mode général
it: Modalità generale
pt_pt: Padrão geral
zh_hant: 一般模式

# DVR视频
source: DVR Video
es: Video DVR
fr: Vidéo DVR
it: Video DVR
ja: DVRビデオ
pt_pt: Vídeo DVR
zh_hant: DVR視頻

# DVR图片
source: DVR Picture
es: Imágenes de DVR
fr: Images DVR
it: Immagini DVR
ja: DVRピクチャー
pt_pt: Fotos DVR
zh_hant: DVR圖片

# 本地视频
source: Local Video
es: Video local
fr: Vidéo locale
it: Video locale
ja: 地元の動画
pt_pt: Local Vídeo
zh_hant: 本地視頻

# 本地图片
source: Local Picture
es: Imagen local
fr: Image locale
it: Immagine locale
ja: ローカル画像
pt_pt: Fotos locais
zh_hant: 本地圖片

# 已下载
source: Downloaded
es: Descargado
fr: Téléchargé
it: Scaricato
ja: はダウンロード
pt_pt: Baixado
zh_hant: 已下載

# 下载
source: Download
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
pt_pt: BaiXar
zh_hant: 下載

# 取消下载成功
source: Cancel download success
es: Cancelar la descarga con éxito
fr: Annuler le téléchargement avec succès
it: Annulla il download con successo
ja: ダウンロードの成功を取り消す
pt_pt: Cancele o download com sucesso.
zh_hant: 取消下載成功

# 下载失败
source: Download failed
es: Descarga fracasó
fr: Échec du téléchargement
it: Scaricamento fallito
ja: ダウンロードに失敗
pt_pt: O download falhou
zh_hant: 下載失敗

# 删除失败
source: Delete failed
es: No se pudo borrar
fr: Échec de la suppression
it: Eliminazione non riuscita
ja: 削除に失敗
pt_pt: A exclusão falhou
zh_hant: 刪除失敗

# 视频
source: Normal
es: Vídeo
fr: Vidéo
it: Video
ja: 動画
pt_pt: Vídeo
zh_hant: 視頻

# 照片
source: Snapshot
es: Foto
fr: Photo
it: Foto
ja: 写真
pt_pt: Fotos
zh_hant: 照片

# 事件
source: Event
es: Evento
fr: Incident
it: Evento
pt_pt: Evento
zh_hant: 事件

# 停车监控
source: Parking
es: Monitoreo de estacionamiento
fr: Surveillance du stationnement
it: Monitoraggio del parcheggio
pt_pt: Monitoramento de estacionamento
zh_hant: 停車監控

# 摄像机文件
source: DVR File
es: Archivo de cámara
fr: Fichier caméra
it: File della fotocamera
ja: ビデオカメラファイル
pt_pt: Arquivo da cãmera
zh_hant: 攝像機文件

# 本地文件
source: Local File
es: Archivos locales
fr: Fichiers locaux
it: File locali
ja: ローカルファイル
pt_pt: Arquivo local
zh_hant: 本地文件

# Wi-Fi未连接
source: WIFI Not Connected
es: Wi-Fi no conectado
fr: Wi-Fi non connecté
it: Wi-Fi non connesso
ja: wi-fi未接続
pt_pt: O Wifi não está conectado
zh_hant: Wi-Fi未連接

# 确定要格式化吗
source: Format SD Card?
es: ¿Está seguro de que desea formatear
fr: Êtes-vous sûr de vouloir formater
it: Sei sicuro di voler formattare
ja: フォーマットすることにしますか
pt_pt: Tem certeza de que deseja formatá-lo?
zh_hant: 確定要格式化嗎?

# 设置成功
source: Setting changed
es: Establecer correctamente
fr: Définir avec succès
it: Impostato con successo
ja: 設置に成功
pt_pt: Configure com sucesso.
zh_hant: 設置成功

# 设置失败
source: Failed to change the setting
es: Error de instalación
fr: La configuration a échoué
it: Installazione non riuscita
ja: 設置に失敗
pt_pt: A configuração falhou
zh_hant: 設置失敗

# 确定要恢复出厂设置吗
source: Reset to Factory Defaults?
es: ¿Está seguro de que desea restaurar la configuración de fábrica?
fr: Êtes-vous sûr de vouloir restaurer les paramètres d'usine
it: Sei sicuro di voler ripristinare le impostazioni di fabbrica
ja: 出荷元の設定を戻すことにしますか？
pt_pt: Tem certeza de qua deseja restaurar a configuração de fábrica
zh_hant: 確定要恢復出廠設置嗎

# 取消
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_pt: Cancelar
zh_hant: 取消

# 关闭
source: off
es: Apagar
fr: Fermer
it: Spegnimento
ja: 閉鎖
pt_pt: Fechar
zh_hant: 關閉

# 一般
source: normal
es: General
fr: Général
it: Generale
ja: 一般
pt_pt: Mesmo
zh_hant: 一般

# 热点
source: hotspot
es: Punto caliente
fr: Point chaud
it: Punto di accesso
ja: ホットスポット
pt_pt: Foco de calor
zh_hant: 熱點

# 1 分钟
source: 1 min
es: 1 minuto
fr: 1 minute
it: 1 minuto
ja: 1分
pt_pt: 1 minuto
zh_hant: 1 分鐘

# 3 分钟
source: 3 min
es: 3 minutos
fr: 3 minutes
it: 3 minuti
ja: 3分
zh_hant: 3 分鐘

# 5 分钟
source: 5 min
es: 5 minutos
fr: 5 minutes
it: 5 minuti
ja: 5分
zh_hant: 5 分鐘

# 视频分辨率
source: Resolution
es: Resolución de video
fr: Résolution vidéo
it: Risoluzione video
ja: ビデオ解像度
pt_pt: Resolução de vídeo
zh_hant: 視頻分辨率

# 视频戳记
source: Time Stamp
es: Sello de video
fr: Timbre vidéo
it: Timbro video
ja: ビデオスタンプ
pt_pt: Estampagem de vídeo
zh_hant: 視頻戳記

# 录像曝光补偿
source: Exposure Value
es: Compensación de exposición de video
fr: Compensation d'exposition vidéo
it: Compensazione dell'esposizione video
ja: ビデオ露出補償
pt_pt: Compensação de exposição em vídeo
zh_hant: 錄像爆光補償

# 循环录像周期
source: Loop Recording
es: Período de grabación en bucle
fr: Période d'enregistrement en boucle
it: Periodo di registrazione in loop
ja: ループ録音サイクル
pt_pt: Ciclo de Vídeo giratório
zh_hant: 循環錄像週期

# 录像宽动态
source: width Dynamic
es: Video dinámico amplio
fr: Vidéo large dynamique
it: Video ampio dinamico
ja: ビデオワイド
zh_hant: 錄像寬動態

# 移动侦测
source: Parking Mode
es: Detección de movimiento
fr: Détection de mouvement
it: Rilevamento del movimento
ja: 移動検出
pt_pt: Detecção móver
zh_hant: 移動偵測

# 自动录像
source: Auto Record
fr: Enregistrement automatique
it: Registrazione automatica
ja: 自動録画
pt_pt: Gravação automática de vídeo
zh_hant: 自動偵測

# 校准时间
source: Loop Recording
es: Tiempo de calibración
fr: Temps d'étalonnage
it: Tempo di calibrazione
ja: 較正時間
pt_pt: Tempo de calibração
zh_hant: 校準時間

# 重力感应
source: G-Sensor
es: Sensor de gravedad
fr: Détecteur de gravité
it: Sensore di gravità
ja: 重力誘導
pt_pt: Sensor de gravidade
zh_hant: 重力感應

# 录像设定
source: Video Setting
es: Ajustes de video
fr: Paramètres vidéo
it: Impostazioni video
ja: 録画設定
pt_pt: Configurações de vídeo
zh_hant: 錄影設定

# 屏幕保护
source: LCD Setting
es: Protector de pantalla
fr: Protecteur d'écran
it: Proteggi schermo
ja: スクリーン・ガード
pt_pt: Protetor de tela
zh_hant: 荧幕保護

# 光源频率
source: Light Source Frequency
es: Frecuencia de la fuente
fr: Fréquence source
it: Frequenza sorgente
ja: 光源周波数
zh_hant: 光源頻率

# 按键音设定
source: Keytone Setting
es: Ajuste del sonido del botón
fr: Réglage du son des boutons
it: Impostazione del suono dei pulsanti
ja: キー音設定
pt_pt: Configuração do tom da chave
zh_hant: 按鍵音設定

# 相机语言
source: language
es: Idioma de la cámara
fr: Langue des caméras
it: Lingua della fotocamera
ja: カメラ言語
zh_hant: 相機語言

# 定时关机
source: Timing Shutdown
es: Temporizador de apagado
fr: Minuterie d'arrêt
it: Timer di spegnimento
ja: 定時停止
pt_pt: Cale a boca regularmente.
zh_hant: 定時關機

# 格式化存储卡
source: Format SD Card
es: Formatee la tarjeta de memoria
fr: Formater la carte mémoire
it: Formatta la scheda di memoria
ja: メモリカードをフォーマットする
pt_pt: Formatar cartão de memória
zh_hant: 格式化存儲卡

# 恢复出厂设置
source: Reset
es: Reiniciar
fr: Réinitialiser
it: Ripristina
ja: 工場の設置を再開する
pt_pt: Restaurar para as definições de fábrica
zh_hant: 恢復出廠設定

# Wi-Fi模式
source: Wi-Fi Mode
es: Modo Wi-Fi
fr: Mode Wi-Fi
it: Modalità Wi-Fi
ja: wi-fiモード
pt_pt: Modo Wifi
zh_hant: Wi-Fi模式

# 相机剩余空间
source: Remaining Space
es: Espacio libre de la cámara
fr: Espace libre de la caméra
it: Spazio libero della fotocamera
ja: カメラ残空間
zh_hant: 相機剩餘空間

# 相机软件版本
source: Version
es: Versión del software de la cámara
fr: Version du logiciel de l'appareil photo
it: Versione del software della fotocamera
ja: ソフトウェア版
zh_hant: 相機軟體版本

# Wi-Fi名称必须为1-16个非空字符
source: Wi-Fi name must be 1-16 non-blank characters
es: El nombre de la red Wi-Fi debe tener entre 1 y 16 caracteres no vacíos
fr: Le nom Wi-Fi doit comporter entre 1 et 16 caractères non vides
it: Il nome Wi-Fi deve contenere 1-16 caratteri non vuoti
pt_pt: O nome Wifi deve ter de 1 to 16 caracteres não vazios.
zh_hant: Wi-Fi名稱必須為1-16個非空字元

# Wi-Fi密码必须为8-16个非空字符
source: Wi-Fi password must be 8-16 non-blank characters
es: La contraseña de Wi-Fi debe tener entre 8 y 16 caracteres que no estén en blanco
fr: Le mot de passe Wi-Fi doit contenir entre 8 et 16 caractères non vides
it: La password Wi-Fi deve contenere 8-16 caratteri non vuoti
pt_pt: A senha deve ter de 8 to 16 caracteres não vazios.
zh_hant: Wi-Fi密碼必須為8-16個非空字元

# 摄像
source: Camera
es: Cámara
fr: Caméra
it: Telecamera
zh_hant: 攝像

# 返回
source: Return
es: Regreso
fr: Revenir
it: Ritorno
ja: 戻る
pt_pt: Retorno
zh_hant: 返回

# 没有获取到数据，是否继续获取?
source: No data, do you want to continue to get it?
es: No se obtienen datos ¿Quieres seguir obteniéndolos?
fr: Aucune donnée n'est obtenue. Voulez-vous continuer à l'obtenir?
it: Non si ottengono dati. Continuare a ottenerli?
ja: データを取得していないのですが、継続して取得しているのでしょうか?
pt_pt: Nenhum dado foi obtido e deve continuar obtê-lo.
zh_hant: 沒有獲取到數據，是否繼續獲取？

# 删除
source: Delete
es: Eliminar
fr: Effacer
it: Elimina
ja: 削除
pt_pt: Cortar
zh_hant: 删除

# 分享
source: Share
es: Compártelo
fr: Partagez-le
it: Condividilo
ja: 分かち合う
pt_pt: Parte
zh_hant: 分享

# 暂无文件
source: No file
es: Sin archivos
fr: Aucun fichier
it: Nessun documento
ja: 書類がない
pt_pt: Nenhum documento
zh_hant: 暫無檔案

# 执行此操作需停止录像?
source: Need to stop recording to perform this operation
es: ¿Necesita detener la grabación para realizar esta operación?
fr: Besoin d'arrêter l'enregistrement pour effectuer cette opération?
it: È necessario interrompere la registrazione per eseguire questa operazione?
ja: この操作を行うには録画を停止する?
pt_pt: Esta operação requer parar o vídeo
zh_hant: 執行此操作需停止錄影？

# 录像已停止
source: Recording has stopped
es: La grabación se detuvo
fr: L'enregistrement s'est arrêté
it: La registrazione è stata interrotta
ja: 録画は停止した
pt_pt: O vídeo parou
zh_hant: 錄影已停止

# 确定删除该文件吗
source: Are you sure to delete this file?
es: ¿Estás seguro de eliminar este archivo?
fr: Êtes-vous sûr de vouloir supprimer ce fichier
it: Sei sicuro di voler eliminare questo file
ja: 当該ファイルの削除を確定しますか
pt_pt: Tem certeza de excluir esse arquivo?
zh_hant: 確定删除該檔案嗎

# 校准时间成功
source: Calibration time succeeded
es: El tiempo de calibración se completó
fr: Le temps d'étalonnage a réussi
it: Tempo di calibrazione riuscito
ja: キャリブレーションに成功
pt_pt: O tempo de calibração foi bem-sucedido
zh_hant: 校準時間成功

# 校准时间失败
source: Calibration time failed
es: Error en el tiempo de calibración
fr: Le temps d'étalonnage a échoué
it: Tempo di calibrazione non riuscito
ja: キャリブレーションに失敗
pt_pt: O tempo de calibração falhou
zh_hant: 校準時間失敗

# 格式化成功
source: Formatted successfully
es: Formateado correctamente
fr: Formaté avec succès
it: Formattato con successo
ja: フォーマット成功
pt_pt: Formatação bem-sucedido
zh_hant: 格式化成功

# 格式化失败
source: Format failed
es: Error de formato
fr: Échec du format
it: Formato non riuscito
ja: フォーマットの失敗
pt_pt: A formatação falhou
zh_hant: 格式化失敗

# Wi-Fi设定
source: WIFI Setting
es: Configuraciones de Wi-Fi
fr: Paramètres Wifi
it: Impostazioni Wi-Fi
pt_pt: Configurações de Wifi
zh_hant: Wi-Fi設定

# WIFI设置
source: WIFI Setting
es: Configuraciones WIFI
fr: Paramètres Wifi
it: Impostazioni WIFI
pt_pt: Configurações de Wifi
zh_hant: WIFI設定

# 设置成功,重启机器之后生效
source: The setting is successful and will take effect after restarting the machine
es: La configuración es correcta y entrará en vigor después de reiniciar la máquina
fr: Le réglage est réussi, il prendra effet après le redémarrage de la machine
it: L'impostazione è riuscita, avrà effetto dopo il riavvio della macchina
pt_pt: A configuração é bem-sucedida e entra em vigorapós a reinicialização da máquina.
zh_hant: 設定成功，重啓機器之後生效

# 请确认Wi-Fi是否已连接
source: Please confirm whether Wi-Fi is connected
es: Confirma si Wi-Fi está conectado
fr: Veuillez confirmer si le Wi-Fi est connecté
it: Conferma se il Wi-Fi è connesso
ja: wi-fiが接続されているか確認してください
pt_pt: Por favor,confirme se o Wifi está conectado.
zh_hant: 請確認Wi-Fi是否已連接

# 录像开启
source: Video Opened
es: Video encendido
fr: Vidéo sur
it: Video attivo
pt_pt: O vídeo está ligado
zh_hant: 錄影開啟

# 录像关闭
source: Video Closed
es: Video desactivado
fr: Vidéo désactivée
it: Video disattivato
pt_pt: Desligamento de vídeo
zh_hant: 錄影關閉

# 恢复出厂设置成功
source: Factory reset success
es: Restablecimiento de fábrica con éxito
fr: Réinitialisation d'usine réussie
it: Ripristino delle impostazioni di fabbrica con successo
ja: 出荷再開へ
pt_pt: Restauração bem-sucedida das Configurações de fábrica
zh_hant: 恢復出廠設定成功

# 恢复出厂设置失败
source: Factory reset failure
es: Falló el restablecimiento de fábrica
fr: Réinitialisation d'usine réussie
it: Ripristino delle impostazioni di fabbrica non riuscito
ja: 出荷再開に失敗
pt_pt: Falha ao restaurar as Configurações de fábrica
zh_hant: 恢復出廠設定失敗

# 播放失败
source: Play failed
es: Falló la reproducción
fr: La lecture a échoué
it: Riproduzione fallita
pt_pt: O jogo falhou.
zh_hant: 播放失敗
